Repository: YolfTypo3/SavLibraryKickstarterExamples
Catalog: sav_filters/Resources/Private/Language/*.locallang.xlf
Languages: fr

source: All
fr: Tous

# clickLink
source: Click on this link to access to the service.
fr: Cliquer sur ce lien pour accéder au service.

# debug.title.selectedFilter
source: Selected filter
fr: Filtre sélectionné

# debug.title.sessionContent
source: Session content
fr: Contenu de la session

# debug.title.queryResult
source: Query result
fr: Résultat de la requête

# emailSent
source: A personnal link to access to the service was sent to you by email. If you do not receive it in the next minutes, you probably have entered an incorrect email. If you have the same problem after a new trial, please contact us.
fr: Un lien personnel pour accéder au service vous a été envoyé par mél. Si vous ne recevez pas ce message électronique dans les prochaines minutes, vous avez probablement entré une adresse incorrecte. Si le problème persiste après un nouvel essai, merci de nous contacter.

# emailNotSent
source: Your personnal link was not correctly sent. Please check the email address.
fr: Votre lien personnel n'a pas pu être envoyé. Merci de vérifier votre adresse électronique.

# emailSubject
source: Link to the service "%s".
fr: Lien vers le service "%s".

# emailTemplate
source: Click on the following link to access to the service: %s This link is valid only for this request.
fr: Cliquer sur le lien suivant pour accéder au service : %s Ce lien n'est valide que pour cette demande.

# enterEmail
source: Enter a valid email address to receive your personal link to the service.
fr: Entrer une adresse valide pour recevoir un lien personnel vers le service.

# error.captchaNotValidated
source: The input does not match the image. Please try again.
fr: La saisie ne correspond pas à l'image. Merci d'essayer à nouveau.

# error.emailMustNotbeEmpty
source: Email must not be empty.
fr: L'adresse électronique ne doit pas être vide

# error.forbiddenAccess
source: You cannot access to this service.
fr: Vous ne pouvez pas accéder à ce service

# error.missingSearchFields
source: Error: please add search fields when the search box is used.
fr: Erreur : merci d'entrer des champs pour la recherche quand la boîte de recherche est utilisée.

# error.mustBeAuthenticated
source: You must be authenticated to access to the service.
fr: Vous devez être authentifié pour accéder au service.

# error.parameterMustBeginByPostOrGet
source: The parameter %s must begin by "post" or "get".
fr: Le paramètre %s doit commencer par "post" ou "get".

# error.typeMustBe
source: The type of the field "%s" must be %s.
fr: Le type du champ "%s" doit être %s.

# flexform.additionalFilterWhereClause
source: Additional WHERE clause to be added by the filter
fr: Clause WHERE additionnelle qui sera ajoutée par le filtre

# flexform.backwardMonths
source: Backward months
fr: Nombre de mois avant janvier

# flexform.cruserIdForCaptchaEmail
source: Value to be used for the field "cruser_id"
fr: Valeur à utiliser pour le champ "cruser_id"

# flexform.cssFile
source: CSS File
fr: Fichier CSS

# flexform.emailSender
source: Email sender
fr: Adresse électronique pour l'expéditeur du mél

# flexform.extensionWhereClauseAction
source: Action performed by the filter on the target extension WHERE clause
fr: Action réaliser par le filtre sur la clause WHERE de l'extension destinatrice

# flexform.extensionWhereClauseAction.keep
source: Keep
fr: Garder

# flexform.extensionWhereClauseAction.remove
source: Remove
fr: Supprimer

# flexform.fieldName
source: Field name
fr: Champ

# flexform.fieldsName
source: Fields name
fr: Champs

# flexform.fieldNameForDate
source: Field name for the date
fr: Champ pour la date

# flexform.fieldNameForTitle
source: Field name for the title
fr: Champ pour le titre

# flexform.filterWhereClause
source: WHERE clause to be added by the filter
fr: Clause WHERE qui sera ajoutée par le filtre

# flexform.forwardMonths
source: Forward months
fr: Nombre de mois après décembre

# flexform.fromClause
source: FROM clause
fr: Clause FROM

# flexform.groupByClause
source: GROUP BY clause
fr: Clause GROUP BY

# flexform.key
source: Key
fr: Clé

# flexform.modelClassName
source: Model class name
fr: Classe du modèle

# flexform.orderByClause
source: ORDER BY clause
fr: Clause ORDER BY

# flexform.pageAccessType.I.1
source: Create a link to an Update Form for FE users
fr: Créer un lien vers un formulaire de mise à jour pour les utilisateurs authentifié

# flexform.pageAccessType.I.2
source: Check the access to an Update Form by a FE user
fr: Vérifier l'accès à un formulaire de mise àjour par un utilisateur authentifié

# flexform.pageAccessType.I.3
source: Create the access to an Update Form by captcha and email
fr: Créer un accès à une formalaire de mise à jour par un "captcha" et un mél

# flexform.pageLink
source: Create a link to the following page
fr: Créer une lien vers la page suivante

# flexform.queryResult
source: Display the result of a query "SELECT {selectClause} FROM {fromClause} WHERE 1 AND {filterWhereClause}"
fr: Affiche le résultat de la requête "SELECT {selectClause} FROM {fromClause} WHERE 1 AND {filterWhereClause}

# flexform.queryResultMvc
source: Display the given fields for the given model when a filter is applied
fr: Affiche les champs fournis, pour le modèle donné, quand un filtre est appliqué

# flexform.searchBox
source: Add a search box
fr: Ajouter une boîte de recherche

# flexform.searchFields
source: Search fields
fr: Champs pour la recherche

# flexform.securityField
source: Field for the security
fr: Champ pour la sécurité

# flexform.securityTable
source: Table for the security
fr: Table pour la sécurité

# flexform.selectClause
source: SELECT clause
fr: Clause SELECT

# flexform.sessionFilter
source: Session Filter
fr: Contenu de la session du filtre

# flexform.sheetTitle.sDEF
source: General
fr: Général

# flexform.template
source: Template
fr: Gabarit

# flexform.type.1
source: Alphabetic filter
fr: Filtre alphabétique

# flexform.type.2
source: Months filter
fr: Filtre par mois

# flexform.type.3
source: Search filter
fr: Filtre de recherche

# flexform.type.4
source: Selectors filter
fr: Filtre par sélecteurs

# flexform.type.5
source: Mini calendar filter
fr: Filtre par mini calendrier

# flexform.type.6
source: Page access filter to an Update Form
fr: Filtre pour l'accès à une page avec un formulaire (Update Form)

# flexform.type.7
source: Debug filter
fr: Filter pour le débogage

# flexform.whereClause
source: WHERE clause
fr: Clause WHERE

# forbiddenAccess
source: Invalid link to access to this service.
fr: Lien incorrect pour accéder au service.

# form.submit
source: Submit
fr: Envoyer

# form.searchBox.placeholder
source: Search
fr: Rechercher

source: No filter selected
fr: Aucun filtre sélectionné
