Repository: YolfTypo3/SavLibraryKickstarterExamples
Catalog: sav_filters_mvc/Resources/Private/Language/*.locallang.xlf
Languages: fr

# extensionFlexform.type.1
source: Alphabetic filter
fr: Filtre "Alphabétique"

# extensionFlexform.type.2
source: Months filter
fr: Filtre "Mois"

# extensionFlexform.type.3
source: Search filter
fr: Filtre "Rechercher"

# extensionFlexform.type.4
source: Selectors filter
fr: Filtre "Sélecteurs"

# extensionFlexform.type.5
source: Mini calendar filter
fr: Filter "Mini Calendrier"

# extensionFlexform.item
source: Add an item
fr: Ajouter un item

# extensionFlexform.item.type.1
source: Selector box
fr: Sélecteur

# extensionFlexform.item.type.2
source: Search box
fr: Boîte de recherche

# extensionFlexform.item.type.3
source: Submit button
fr: Bouton de validation

# extensionFlexform.modelName
source: Model name
fr: Nom du modèle

# extensionFlexform.fieldName
source: Field name
fr: Nom du champ

# extensionFlexform.fieldNameForDate
source: Field name for the date
fr: Nom du champ pour la date

# extensionFlexform.fieldNameForTitle
source: Field name for the title
fr: Nom du champ pour le titre

# extensionFlexform.searchFields
source: Search fields
fr: Champs pour la recherche

# extensionFlexform.backwardMonths
source: Backward months
fr: Nombre de mois en arrière

# extensionFlexform.forwardMonths
source: Forward months
fr: Nombre de mois en avant

source: All
fr: Tous

# searchFilter.placeholder
source: Search
fr: Rechercher

# error.typeMustBe
source: Error in "%s". The type of the field "%s" must be %s.
fr: Erreur dans "%s". Le type du champ "%s" doit être %s.

# error.unknownMethod
source: Error in "%s". Unknown method %s. Check if the field is in the model.
fr: Erreur dans "%s". Méthode %s inconnue. Vérifier si le champ est dans le modèle.

# button.search
source: Search
fr: Rechercher

# button.previousMonth
source: Previous month
fr: Mois précédent

# button.nextMonth
source: Next
fr: Mois suivant

# button.currentMonth
source: Current month
fr: Mois courant
