Repository: YolfTypo3/SavLibraryKickstarterExamples
Catalog: sav_filter_minicalendar/Resources/Private/Language/*.locallang.xlf
Languages: fr

# pi1_title
source: SAV Filter Mini Calendar
fr: SAV Filtre Mini Calendrier

# pi1_plus_wiz_description
source: Mini Calendar Filter
fr: Filtre Mini Calendrier

# error.incorrectPluginConfiguration_1
source: Incorrect configuration of the plugin: %s.
fr: Congiguration incorrecte du plugin : %s.

# error.incorrectPluginConfiguration_2
source: Edit and save the plugin configuration to take the flexform parameters into consideration.
fr: Editer et sauvegarder la configuration pour prendre les paramètres en considération.

# error.incorrectLanguageConfiguration
source: Error in the xml language configuration. Message -> %s.
fr: Erreur dans la configuration xml pour le langage. Message -> %s.

# error.incorrectSession
source: Error: incorrect session. Close your brower and try again.
fr: Erreur : session incorrecte. Fermer toutes les fenêtres de votre navigateur et recommencer.

# error.incorrectCSS
source: Error: unknown CSS file.
fr: Erreur : fichier CSS inconnu.

# error.incorrectQuery
source: Error: an error occurs probably due to an incorrect configuration. Check the parameters of the extension: %s.
fr: Erreur: une erreur a été détectée probablement due à une configuration incorrecte. Vérifier les paramètres de l'extension : %s.

# error.templateNeeded
source: A template file is needed.
fr: Un fichier template est nécessaire.

# pi_flexform.sheetTitle.sDEF
source: General
fr: Général

# pi_flexform.help
source: Help
fr: Aide

# pi_flexform.fileCSS
source: CSS File
fr: Fichier CSS

# pi_flexform.tableName
source: Table name
fr: Nom de la table

# pi_flexform.dateFieldName
source: Date field name
fr: Nom du champ "date"

# pi_flexform.titleFieldName
source: Title field name
fr: Nom du champ "titre"

# pi_flexform.pidList
source: Storage page list
fr: Liste des pages de stockage

# miniCalendarDay_1
source: Mo
fr: Lu

# miniCalendarDay_2
source: Tu
fr: Ma

# miniCalendarDay_3
source: We
fr: Me

# miniCalendarDay_4
source: Th
fr: Je

# miniCalendarDay_5
source: Fr
fr: Ve

# miniCalendarDay_7
source: Su
fr: Di
