Repository: YolfTypo3/SavLibraryKickstarterExamples
Catalog: sav_library_example4/Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# tx_savlibraryexample4_cds
source: CD Collection (Improved)
fr: Collection de CD (Improved)

# tx_savlibraryexample4_cds.artist
source: Artist
fr: Artiste

# tx_savlibraryexample4_cds.album_title
source: Title of CD
fr: Titre du CD

# tx_savlibraryexample4_cds.date_of_purchase
source: When did I buy the CD ?
fr: Date achat

# tx_savlibraryexample4_cds.link_to_website
source: Does the band have a website ?
fr: Site web

# tx_savlibraryexample4_cds.coverimage
source: Cover image (JPG)
fr: Image de couverture (JPG)

# tx_savlibraryexample4_cds.category
source: CD Category
fr: Catégorie du CD

# tx_savlibraryexample4_cds.description
source: Description / Band story
fr: Description

# tx_savlibraryexample4_cds.rel_lending
source: Lendings
fr: Prêts

# tx_savlibraryexample4_cds.rel_friends
source: Friends
fr: Amis

# tx_savlibraryexample4_cat
source: CD Category (Improved)
fr: Catégorie des CD (Improved)

# tx_savlibraryexample4_cat.title
source: Title of the category
fr: Titre de la catégorie

# tx_savlibraryexample4_lending
source: CD Lending (Improved)
fr: Prêts des CD (Improved)

# tx_savlibraryexample4_lending.friend_name
source: Name
fr: Nom

# tx_savlibraryexample4_lending.lending_date
source: Lending date
fr: Date prêt

# tx_savlibraryexample4_lending.return_date
source: Return date
fr: Date retour

# tx_savlibraryexample4_friends
source: CD Friends (Improved)
fr: Amis pour les CD (Improved)

# tx_savlibraryexample4_friends.friend_name
source: Name
fr: Nom

# tx_savlibraryexample4_friends.friend_phone
source: Phone
fr: Téléphone

# tx_savlibraryexample4_friends.friend_email
source: Email
fr: Mél

# tx_savlibraryexample4_friends.friend_preferred_music
source: Preferred music
fr: Préférences

# tt_content.list_type_pi1
source: SAV Library Example4 - CD Album (Improved)
fr: Collection de CD (Improved)
